Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/on-dalkkadatnjunuscoahkkin-parisas-cop-21.html.tmx
Source language: sme
Languages: sma

source: ON dálkkádatnjunuščoahkkin Parisas – COP 21 / Riikkaidgaskasaš álgoálbmotovttasbargu / Riikkaidgaskasaš bargu / Sámediggi - Sametinget
sma: EN:n klijmaåvtehketjåanghkosne Parisesne – COP 21 / Gaskenasjovnaale aalkoealmetjelaavenjostoe / Gaskenasjovnaale barkoe / Saemiedigkie - Sametinget

source: ON dálkkádatnjunuščoahkkin Parisas – COP 21
sma: EN:n klijmaåvtehketjåanghkosne Parisesne – COP 21

source: Váldofokus dálkkádatšiehtadallamiin lea soahpat doaibmabijuid maiguin vuostálastit dálkkádatrievdamiid ja sihkkarastit heivehemiid dálkkádatrievdamiidda.
sma: Åejviefokuse klijmarååresjimmine sæjhta årrodh råajvarimmiej bïjre seamadidh juktie klijmajarkelimmieh heerredidh, jïh sjïehtedimmieh klijmajarkelimmide gorredidh.

source: Mihttomearrin lea mearridit ođđa máilmmiviidosaš dálkkádatšiehtadusa, Parisa-šiehtadusa.
sma: Ulmie lea aktem orre veartenevijries klijmalatjkoem nænnoestidh, Parise-latjkoe.

source: Sámediggi searvá Norgga sáttagotti mielde dálkkádatnjunuščoahkkimii Parisas.
sma: Saemiedigkie lea meatan Nöörjen delegasjovnesne klijmaåvtehketjåanghkosne Parisesne.

source: Presideanta Aili Keskitalo ja Bargiidbellodaga sámediggejoavkku parlamentáralaš jođiheaddji, Vibeke Larsen, leaba mielde alladásseoasis mii lea juovlamánu 7. ja 8. b..
sma: Presidente Aili Keskitalo jïh parlamentarihkeles åvtehke Barkijekrirrien Saemiedigkiedåehkesne Vibeke Larsen leah stïeresne åejviesuerkiebielesne mij lea goeven 7. jïh 8. b.

source: Stáhtaministtar Erna Solberg, dálkkádat- ja birasministtar Tine Sundtoft ja olgoriikaministtar Børge Brende ovddastit Norgga ráđđehusa.
sma: Staateministere Erna Solberg, klijma- jïh byjreseministere Tine Sundtoft jïh ålkoerijhkeministere Børge Brende sijhtieh nöörjen reerenassen åvteste årrodh.

source: Álgoálbmotsearvan ja sámi artisttat
sma: Aalkoealmetjh jïh saemien artisth leah meatan

source: Álgoálbmogat buot ON 7 álgoálbmotguovlluin leat bures ovddastuvvon Parisas.
sma: Jïjnjh aalkoealmetjh gaajhkijste EN:n 7 aalkoealmetjeregijovnijste leah stïeresne Parisesne.

source: Sámit ja inuihtat leat árktalaš guovllus, ja sis lea njunušrolla máilmmi álgoálbmogiid ektui dán vuoru.
sma: Saemieh jïh inuidth leah ektesne dïhte arktiske regijovne, jïh gåassoehtæjjaråållam veartenen aalkoealmetjidie utnieh daan aejkien.

source: Álgoálbmotforum, International Indigenous Peoples Forum on Climate Change (IIPFCC), oktiiordne áŋgiruššama ja Sámiráđđi lea stivrenkomitea lahttu.
sma: Aalkoealmetjeforume, International Indigenous Peoples Forum on Climate Change (IIPFCC), barkoem iktede jïh Saemieraerie lea lïhtsege stuvrememoenehtsisnie.

source: COP21, The Indigenous Peoples ’ Pavilion oktavuođas lea sierra álgoálbmotpaviljonga: http://www.iipfcc.org/home
sma: Akte jïjtse aalkoealmetjepaviljonge ektiedamme COP21, The Indigenous Peoples ’ Pavilion:

source: Maŋŋebárgga juovlamánu 8. b. lea árktalaš beaivi álgoálbmotpaviljongas.
sma: Dæjstan goeven 8. b. lea arktiske biejjie aalkoealmetjepaviljongesne.

source: Sámediggi lea addán ekonomalaš doarjaga vai sámi artistta guovttos Elle Márjá Eira ja Sofia Jannok beassaba lávdái.
sma: Saemiedigkie lea ekonomeles dåarjoem vadteme ihke doh saemien artisth Elle Márja Eira jïh Sofia Janno edtjieh desnie laavlodh.

source: Sámediggi lea searvan árjjalaččat oppasámi ráhkkanemiide dálkkádatšiehtadallamiidda, ja mii áigut ovttas álgoálbmotforumiin geahččalit váikkuhit dan ahte stáhtat mearridivčče rievttalaš dálkkádatšiehtadusa mas gozihuvvojit álgoálbmogiid beroštumit.
sma: Saemiedigkie lea eadtjohkelaakan meatan orreme dejnie gaajhkesaemien ryöjredimmine klijmarååresjimmide, jïh mijjieh sïjhtebe aalkoealmetjeforuminie ektine pryövedh staatide tsevtsiehtidh guktie dah aktem reaktoe klijmalatjkoem nænnoestieh mah aalkoealmetji ïedtjh gorredieh.

source: Sámediggi leat buktán rávvagiid norgga posišuvnnaide ahte álgoálbmogiid vuoigatvuođat fertejit doahttaluvvot dalle go dálkkádatpolitihkka ja dálkkádatdoaibmabijut hábmejuvvojit, ja ahte álgoálbmogiid árbedieđut, eallinvuogit ja ekovuogádagat leat deaŧalaš oasit ollislaš dálkkádatčovdosis.
sma: Saemiedigkie lea raerieh buakteme nöörjen posisjovnide ihke aalkoealmetji reaktah tjuerieh seahkaramme sjïdtedh gosse klijmapolitihkem jïh klijmaråajvarimmieh hammoedieh, jïh aalkoealmetji daajroeh, jieledevuekieh jïh ekosysteemh leah akte vihkeles bielie dehtie ållesth klijmaloetemistie.

source: ON birasprográmma (UNEP) juohká beakkánis Equator-bálkkašumi Parisas.
sma: EN:n byjreseprogramme (UNEP) dam joekoen åajvoeh Equator-åasam vadta Parisesne.

source: Bálkkašupmi addojuvvo álgoálbmogiidda ja báikegottiide mat áŋgiruššet mehciid suodjalemiin, dálkkádatheiveheami, ceavzilis eallinvugiid ja eanarivttiid ovddas.
sma: Åasa aalkoealmetjidie jïh voenges siebriedahkide jåhta sijjen barkoen åvteste ektiedamme skåajjevaarjelæmman, klijmasjïehtedimmie, monnehke jieledevuekieh jïh sijjen gæmhpoen åvteste laantereaktaj åvteste.

source: Bálkkašumi oažžut gudnejahttojuvvojit seremoniijas maid Hollywood neavttár Alec Baldwin jođiha, ovttas eará dovddus olbmuiguin.
sma: Åasavitnijh earoehtamme sjidtieh aktene seremonijesne maam Hollywood-dorjehtæjja Alec Baldwin stuvrie, jienebi åehpies ååredæjjajgujmie ektine.

source: Dálkkádat- ja birasministtar Tine Sundtoft lea mielde doppe ja lea bálkkašumi váldosponsoriid gaskkas.
sma: Klijma- jïh byjreseministere Tine Sundtoft lea stïeresne daesnie goh akte dejstie åejviesponsorijste åasese.

source: Norga bargá maiddái eanet dálkkádatruhtademiin álgoálbmogiid ja tropihkalaš mehciid báikegottiid ektui.
sma: Nöörje aaj eadtjohkelaakan barka lissiehtamme klijmafinansieradimmien åvteste aalkoealmetjidie jïh voenges siebriedahkide tropiske skåajjesne.

source: Dát álgga váldojuvvo ovdan dalle go Equator Prize på Theatre Mogador juhkkojuvvo juovlamánu 7. b. dii. 19.30 – 22.00.
sma: Daam skraejriem sæjhta åvtese lutnjedh gosse Equator-Prize-åasa vadtasåvva sijjesne Theatre Mogador goeven 7. b. ts. 19.30 – 22.00.

source: Wapichan-álbmot Guyanas Mátta-Amerihkás lea okta dán jagáš bálkkašumi oažžuid gaskkas.
sma: Wapichan-almetjh Guyanesne Åarjel-Amerijhkesne leah akte dejstie daan jaepien vitnijijstie.

source: Sii ožžot bálkkašumi earret eará dan ovddas go leat dáistalan eanaguovlluid suodjalemiin mohtorgeaidnohuksemiid, mehciid jalgema, eanadoalu ja ruvkedoaimma vuostá.
sma: Dah åasam åadtjoeh gaskem jeatjah sijjen gæmhpoen åvteste juktie sijjen laantedajvh vaarjelidh motovregeajnoebigkemen, eevhremen, laanteburrien jïh gruvagïehtelimmien vööste.

source: ON dadjá vuođustusas ahte ruvkedoaibma nuoskkidahttá čáziid, jalgeha mehciid, buvttiha fuones váikkuhusaid sosiála dillái ja billista bivdoguovlluid ja guolástanbáikkiid Wapichan álbmoga árbevirolaš eallinguovlluin.
sma: Buerkiestimmesne EN:ste jeahtasåvva gruvagïehtelimmie tjaetsiedearjoem, eevhremem jïh sosijaale hearaldehtemh sjugnede jïh vijremedajvh jïh göölemesijjieh goerpedahta Wapichan-almetji aerpievuekien jielededajvine.

source: - Mun lean duhtavaš go Norgga ráđđehusas lea čielga mihttomearrin gudnejahttit álgoálbmogiid vuoigatvuođaid, oassin Parisa-šiehtadusas, ja ahte álgoálbmogiid vuhtii váldin deattuhuvvo ja vuoruhuvvo dálkkádatheiveheami ja ruhtadeami mearrádusaid oktavuođas.
sma: - Manne madtjeles ihke reerenasse Nöörjesne ulmine åtna seahkarimmie aalkoealmetji reaktaj åvteste edtja akte bielie årrodh Parise-latjkoste, jïh aalkoealmetjh edtjieh krööhkestamme jïh våaroehtamme sjïdtedh gosse edtja sjæjsjalimmieh vaeltedh klijmasjïehtedimmien jïh finansieradimmien bïjre.

source: Deaŧalaš lea ahte Norga lea njunnošis máilmmi álgoálbmogiid ektui.
sma: Vihkeles Nöörje lea njueniehkisnie veartenen aalkoealmetjidie.

source: Muhto dan maid mii dadjat máilmmis fertet dadjat maiddái dáppe ruovttus.
sma: Men dam maam ålkone jiehtebe tjoerebe aaj daesnie gåetesne darjodh.

source: Seamma njuolggadusat galget gustot Norggas sámiid ektui, dalle go lea sáhka álgoálbmogiid kultuvrra ja vuoigatvuođaid gudnejahttimis stuorra industriijahuksemiid oktavuođas.
sma: Doh seamma spïelenjoelkedassh juktie aalkoealmetji kultuvrem jïh reaktah seahkaridh stoerre industrijebigkeminie, leah faamosne Nöörjesne mijjen saemide.

source: Dát guoská ovdamearkka dihte ruvkedoibmii sámi guovlluin, dadjá presideanta Aili Keskitalo.
sma: Daate faamosne vuesiehtimmien gaavhtan gruvagïehtelimmine saemien dajvine, presidente Aili Keskitalo jeahta.

source: ON dálkkádatkonvenšuvdna lea riikkaidgaskasaš dálkkádatovttasbargorámma.
sma: EN:n klijmakonvensjovne lea dïhte mierievierhkie gaskenasjovnaale klijmalaavenjostose.

source: Šiehtadallamiid konvenšuvnna vuolde stivrejit jahkásaš oasálaščoahkkimat, COP.
sma: Rååresjimmieh konvensjovnesne stuvresuvvieh fïerhten jaepien guejmietjåanghkojste, COP.

source: COP 21 vuolde lea váldomihttomearrin mearridit ođđa máilmmiviidosaš dálkkádatšiehtadusa mii galgá gustot jagi 2020 rájes ja mearrádusa ruziidluoitimiid bisseheami ektui ovdal jagi 2020.
sma: COP 21 åejvieulmine åtna aktem orre veartenevijries klijmalatjkoem nænnoestidh mij edtja faamosne årrodh jaepien 2020 raejeste, jïh akte sjæjsjalimmie luejhtemegiehpiedimmien bïjre jaepien 2020 åvtelen.

source: Šiehtadallamat Parisas álget vuossárgga skábmamánu 30. b. ja loahpahuvvojit bearjadaga juovlamánu 11. b..
sma: Rååresjimmieh Parisesne aalka måantan gålkoen 30. b. jïh orrije bearjadahken goeven 11. b.
